export default function Works() {
  return (
    <>
      <h1>最新作品</h1>
      <p>
        9月29日，冠军中国选手张雨霏（左）和季军日本选手池江璃花子在颁奖仪式后。当日，杭州亚运会游泳项目女子50米蝶泳决赛在杭州奥体中心游泳馆举行。新华社记者
        黄宗治 摄
        张雨霏说，站在领奖台上，听到现场广播报出“池江璃花子”时，她就觉得鼻子发酸了，当看到池江拿着铜牌奔向教练时，自己终于绷不住了。她抹着眼泪，与池江拥抱。
        在2018年雅加达亚运会上，池江璃花子狂揽6枚金牌，被评为那届亚运会“最有价值运动员”。然而，她却在2019年罹患白血病，池江勇敢与病魔战斗，并在2020年3月重回泳池。
        东京奥运会上，张雨霏拿下双金，她拥抱了池江璃花子，正是那次，双方定下了亚运会的“杭州之约”。而今年日本福冈举行的世界游泳锦标赛，张雨霏在比赛结束后再次拥抱了池江，并在掌心上用英文写下“be
        the best of yourself”（做最好的自己）的祝福。
      </p>
    </>
  )
}
